Repository: ha-nabi/GitBoost
Catalog: GitBoost/GitBoost/Common/Localize/Localizable.xcstrings
Source language: ko
Languages: en

source: GitBoost 시작하기
en: Getting started with GitBoost

source: GitBoost 피드백 문의
en: Contact GitBoost Feedback

source: GitBoost에 대한 피드백을 남겨주세요.
en: Leave your feedback on GitBoost.

source: GitHub 연동하기
en: Sync with GitHub

source: PR 점수
en: Total PRs

source: 간편하게 기록을 확인하기
en: Easily check your history

source: 개인정보 처리 방침
en: Privacy policy

source: 계정 설정
en: Account Settings

source: 기여한 리포지토리 점수
en: Contributed to

source: 나의 활동 점수 확인하기
en: Check my activity score

source: 다음으로
en: Next on

source: 닫기
en: Close

source: 로그아웃
en: Logout

source: 로그인하여 더 많은 기능을 이용하세요.
en: Sign in to access more features.

source: 설정
en: Settings

source: 스타 리포지토리 점수
en: Total Stars Earned

source: 알림 설정
en: Notification settings

source: 앱스토어에서 저희 서비스를 평가해 주세요.
en: Please rate our service on the App Store.

source: 연속
en: Sequence

source: 연속 커밋 점수
en: Sequence Commit Score

source: 오늘
en: Today

source: 오늘 커밋을 잊으신건 아닌가요?
en: Did you forget to commit today?

source: 오늘, 이번 주, 그리고 연속 커밋 기록을 제공합니다.
en: Today, this week, and consecutive commits.

source: 이번주
en: Week

source: 이용 약관
en: Terms and conditions

source: 정보
en: Information

source: 제안이나 질문이 있으면 이메일로 보내주세요.
en: Email any suggestions or questions.

source: 총 커밋 점수
en: Total Commits

source: 탈퇴하기
en: To leave

source: 평가하기
en: Rate Our App

source: 피드백 제공
en: Provide feedback

source: 현재 계정에서 로그아웃 하시겠어요?
en: Are you sure you want to sign out of your current account?

source: 현재 계정에서 탈퇴 하시겠어요?
en: Do you want to leave your current account?

source: 활동 점수 결과
en: Activity Score Results

source: 활동 점수 확인
en: Check Activity Score

source: 활동을 분석하여 나만의 점수를 제공합니다.
en: Analyze your activity to provide personalized score.
